Repository: levanic-mihael/chordsmith
Catalog: lib/l10n/intl_*.arb
Languages: hr

source: Search
hr: Pretraži

source: Create
hr: Izradi

source: Edit
hr: Uredi

source: Share
hr: Dijeli

source: Favorites
hr: Favoriti

source: Reports
hr: Izvještaji

source: Settings
hr: Postavke

source: Dark Mode
hr: Tamni način

source: Save Settings
hr: Spremi postavke

source: Settings saved
hr: Postavke su spremljene

# pleaseSetChordFingers
source: Please set chord fingers on fretboard
hr: Molimo postavite prste na pragove

source: Enter custom chord name
hr: Unesite naziv prilagođenog akorda

source: Custom chord saved.
hr: Prilagođeni akord je spremljen.

# selectToneModeType
source: Select tone, mode, and type.
hr: Odaberite ton, mod i tip.

source: Standard chord not found.
hr: Standardni akord nije pronađen.

source: Alternative chord saved.
hr: Alternativni akord je spremljen.

source: Create Chord
hr: Izradi akord

source: New Chord
hr: Novi akord

source: Alternative
hr: Alternativa

source: Enter name for new chord:
hr: Unesite naziv novog akorda:

# enterChordNameHint
source: Chord name
hr: Naziv akorda

# selectChordToCreateAlternative
source: Select chord to create alternative for:
hr: Odaberite akord za izradu alternative:

source: Save Chord
hr: Spremi akord

source: Delete Chord
hr: Izbriši akord

# confirmDeleteChord
source: Are you sure you want to delete "{chordName}"?
hr: Jeste li sigurni da želite izbrisati "{chordName}"?

source: No
hr: Ne

source: Yes
hr: Da

source: Chord saved.
hr: Akord je spremljen.

source: Edit Alternative Chord
hr: Uredi alternativni akord

source: Edit Custom Chord
hr: Uredi prilagođeni akord

source: Cancel
hr: Odustani

source: Edit Chords
hr: Uredi akorde

source: Standard Chords
hr: Standardni akordi

source: Alternative Chords
hr: Alternativni akordi

source: Unknown
hr: Nepoznato

# markFavorite
source: Mark as Favorite
hr: Označi kao favorit

source: Unmark Favorite
hr: Ukloni iz favorita

source: Edit Chord
hr: Uredi akord

source: this chord
hr: ovaj akord

source: Custom Chord
hr: Prilagođeni akord

source: Chord
hr: Akord

source: No favorites yet
hr: Još nema favorita

source: Standard
hr: Standardno

source: Custom
hr: Prilagođeno

source: Select Tone:
hr: Odaberite ton:

source: Select Mode:
hr: Odaberite mod:

source: Select Chord Type:
hr: Odaberite tip akorda:

source: Show Chord
hr: Prikaži akord

source: No such chord found
hr: Takav akord nije pronađen

source: Custom Chords
hr: Prilagođeni akordi

source: No custom chords yet
hr: Još nema prilagođenih akorda

source: Alt
hr: Alternativa
